/* 
  GTCompareTool.strings
  Tower

  Created by Alexander Rinass on 16.09.11.
  Copyright 2011 Fournova GmbH. All rights reserved.
*/

"COMPARE_TOOL_LAUNCH_ERROR_DESCRIPTION" = "Failed to Launch Compare Tool";
"COMPARE_TOOL_LAUNCH_ERROR_FAILURE_REASON" = "Could not launch “%@”. %@";

"MERGE_FAILED_ERROR_DESCRIPTION" = "Failed to Merge File";
"MERGE_FAILED_ERROR_FAILURE_REASON" = "It seems that the unmerged file “%@” has not been changed by the MergeTool. You can always manually resolve the conflict by staging or deleting the unmerged file.";
